Repository: jeso87/ShrinkerPro
Catalog: Sources/ShrinkerPro/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, is, it, ja, ko, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# Crop %@:%@
source: Crop %1$@:%2$@
ar: اقتصاص %1$@:%2$@
ca: Escapçament %1$@:%2$@
cs: Ořez %1$@:%2$@
da: Beskæring %1$@:%2$@
de: Zuschnitt %1$@:%2$@
el: Περικοπή %1$@:%2$@
es: Recorte %1$@:%2$@
fa: برش %1$@:%2$@
fi: Rajaus %1$@:%2$@
fr: Recadrage %1$@:%2$@
he: חיתוך %1$@:%2$@
hr: Rezanje %1$@:%2$@
hu: Vágás %1$@:%2$@
is: Tilskurður %1$@:%2$@
it: Ritaglio %1$@:%2$@
ja: 切り取り%1$@:%2$@
ko: 자르기 %1$@:%2$@
nb: Beskjæring %1$@:%2$@
nl: Uitsnede %1$@:%2$@
nn: Beskjering %1$@:%2$@
pl: Kadr %1$@:%2$@
pt_br: Recorte %1$@:%2$@
pt_pt: Recorte %1$@:%2$@
ro: Decupare %1$@:%2$@
ru: Обрезка %1$@:%2$@
sk: Orez %1$@:%2$@
sl: Obrezek %1$@:%2$@
sv: Beskärning %1$@:%2$@
th: ครอบตัด %1$@:%2$@
tr: Kırpma %1$@:%2$@
uk: Обтинання %1$@:%2$@
vi: Cắt xén %1$@:%2$@
zh_hans: 裁剪 %1$@:%2$@
zh_hant: 裁切%1$@:%2$@
zh_hk: 裁剪%1$@:%2$@

# Crop %@×%@
source: Crop %1$@×%2$@
ar: اقتصاص %1$@×%2$@
ca: Escapçament %1$@×%2$@
cs: Ořez %1$@×%2$@
da: Beskæring %1$@×%2$@
de: Zuschnitt %1$@×%2$@
el: Περικοπή %1$@×%2$@
es: Recorte %1$@×%2$@
fa: برش %1$@×%2$@
fi: Rajaus %1$@×%2$@
fr: Recadrage %1$@×%2$@
he: חיתוך %1$@×%2$@
hr: Rezanje %1$@×%2$@
hu: Vágás %1$@×%2$@
is: Tilskurður %1$@×%2$@
it: Ritaglio %1$@×%2$@
ja: 切り取り%1$@×%2$@
ko: 자르기 %1$@×%2$@
nb: Beskjæring %1$@×%2$@
nl: Uitsnede %1$@×%2$@
nn: Beskjering %1$@×%2$@
pl: Kadr %1$@×%2$@
pt_br: Recorte %1$@×%2$@
pt_pt: Recorte %1$@×%2$@
ro: Decupare %1$@×%2$@
ru: Обрезка %1$@×%2$@
sk: Orez %1$@×%2$@
sl: Obrezek %1$@×%2$@
sv: Beskärning %1$@×%2$@
th: ครอบตัด %1$@×%2$@
tr: Kırpma %1$@×%2$@
uk: Обтинання %1$@×%2$@
vi: Cắt xén %1$@×%2$@
zh_hans: 裁剪 %1$@×%2$@
zh_hant: 裁切%1$@×%2$@
zh_hk: 裁剪%1$@×%2$@

source: Max %@px
ar: بحد أقصى %@ px
ca: Màx. %@ px
da: Maks. %@ px
el: Μέγ. %@ px
es: Máx. %@ px
fa: حداکثر %@ px
fi: Enint. %@ px
he: עד %@ px
hr: Maks. %@ px
is: Hám. %@ px
ja: 最大%@px
ko: 최대 %@px
nb: Maks. %@ px
nn: Maks %@ px
pl: Maks. %@ px
pt_br: Máx. %@ px
pt_pt: Máx. %@ px
ru: Макс. %@ px
sl: Najv. %@ px
th: สูงสุด %@px
tr: En fazla %@ px
uk: Макс. %@ px
vi: Tối đa %@px
zh_hans: 最大 %@ px
zh_hant: 最大%@px
zh_hk: 最大%@px

source: No limit
ar: بلا حد
ca: Sense límit
cs: Bez omezení
da: Ingen grænse
de: Keine Begrenzung
el: Χωρίς όριο
es: Sin límite
fa: بدون محدودیت
fi: Ei rajoitusta
fr: Aucune limite
he: ללא הגבלה
hr: Bez ograničenja
hu: Nincs korlát
is: Engin mörk
it: Nessun limite
ja: 制限なし
ko: 제한 없음
nb: Ingen grense
nl: Geen limiet
nn: Inga grense
pl: Bez ograniczeń
pt_br: Sem limite
pt_pt: Sem limite
ro: Fără limită
ru: Без ограничения
sk: Bez obmedzenia
sl: Brez omejitve
sv: Ingen gräns
th: ไม่จำกัด
tr: Sınırsız
uk: Без обмежень
vi: Không giới hạn
zh_hans: 不限制
zh_hant: 不限制
zh_hk: 不限

source: %@, …and %lld more
ar: %@، …و%lld أخرى
ca: %@, …i %lld més
cs: %@, …a %lld dalších
da: %@, …og %lld mere
de: %@, …und %lld weitere
el: %@, …και %lld ακόμη
es: %@, …y %lld más
fa: %@، …و %lld مورد دیگر
fi: %@, …ja %lld muuta
fr: %@, …et %lld autres
he: %@, …ועוד %lld
hr: %@, …i još %lld
hu: %@, …és még %lld fájl
is: %@, …og %lld til viðbótar
it: %@, …e altri %lld
ja: %@、ほか%lld件
ko: %@ 외 %lld개
nb: %@, …og %lld til
nl: %@, …en nog %lld andere
nn: %@, …og %lld til
pl: %@, …i %lld więcej
pt_br: %@, …e mais %lld
pt_pt: %@, …e mais %lld
ro: %@, …și încă %lld
ru: %@, …и ещё %lld
sk: %@, …a ďalších %lld
sl: %@, … in še %lld
sv: %@, …och %lld till
th: %@ และอีก %lld ไฟล์
tr: %@, …ve %lld tane daha
uk: %@, …і ще %lld
vi: %@, …và %lld tệp nữa
zh_hans: %@，以及另外 %lld 个
zh_hant: %@⋯以及另外%lld個
zh_hk: %@，還有另外%lld個

# %lld files are already there: %@
source: These %1$lld files are already there and will be replaced: %2$@
ar: %1$lld ملف موجود بالفعل وسيتم استبداله: %2$@
ca: Aquests %1$lld arxius ja hi són i es substituiran: %2$@
cs: Těchto %1$lld souborů už tam je a bude nahrazeno: %2$@
da: Disse %1$lld arkiver findes allerede og bliver erstattet: %2$@
de: Diese %1$lld Dateien sind bereits vorhanden und werden ersetzt: %2$@
el: Αυτά τα %1$lld αρχεία υπάρχουν ήδη και θα αντικατασταθούν: %2$@
es: Estos %1$lld archivos ya existen y se reemplazarán: %2$@
fa: این %1$lld فایل از قبل وجود دارد و جایگزین خواهد شد: %2$@
fi: Nämä %1$lld tiedostoa ovat jo olemassa ja korvataan: %2$@
fr: Ces %1$lld fichiers sont déjà présents et seront remplacés : %2$@
he: %1$lld קבצים כבר קיימים ויוחלפו: %2$@
hr: Ovih %1$lld datoteka već postoji i bit će zamijenjeno: %2$@
hu: A következő %1$lld fájl már létezik, és le lesz cserélve: %2$@
is: Þessar %1$lld skrár eru þegar til staðar og þeim verður skipt út: %2$@
it: Questi %1$lld file sono già presenti e verranno sostituiti: %2$@
ja: %1$lld個のファイルがすでに存在し、置き換えられます:%2$@
ko: 다음 파일 %1$lld개가 이미 있으며 대치됩니다: %2$@
nb: Disse %1$lld filene finnes allerede og vil bli erstattet: %2$@
nl: Deze %1$lld bestanden zijn er al en worden vervangen: %2$@
nn: Desse %1$lld filene finst der alt og blir erstatta: %2$@
pl: Tych %1$lld plików już tam jest i zostanie zastąpionych: %2$@
pt_br: Estes %1$lld arquivos já existem e serão substituídos: %2$@
pt_pt: Estes %1$lld ficheiros já existem e serão substituídos: %2$@
ro: Aceste %1$lld de fișiere există deja și vor fi înlocuite: %2$@
ru: Эти %1$lld файлов уже существуют и будут заменены: %2$@
sk: Týchto %1$lld súborov už existuje a bude nahradených: %2$@
sl: Teh %1$lld datotek že obstaja in bo zamenjanih: %2$@
sv: De här %1$lld filerna finns redan och kommer att ersättas: %2$@
th: มีไฟล์เหล่านี้อยู่แล้ว %1$lld ไฟล์ และจะถูกแทนที่: %2$@
tr: Bu %1$lld dosya zaten var ve değiştirilecek: %2$@
uk: %1$lld файлів уже існує — їх буде замінено: %2$@
vi: %1$lld tệp này đã tồn tại và sẽ bị thay thế: %2$@
zh_hans: 这 %1$lld 个文件已存在，将被替换：%2$@
zh_hant: 這%1$lld個檔案已經存在，將被取代：%2$@
zh_hk: 這%1$lld個檔案已經存在，將會被取代：%2$@

source: %lld images shrunk
ar: تم تصغير %lld صورة
ca: %lld imatges reduïdes
cs: %lld obrázků zmenšeno
da: %lld billeder krympet
de: %lld Bilder verkleinert
el: %lld εικόνες σμικρύνθηκαν
es: %lld imágenes reducidas
fa: %lld تصویر کوچک شد
fi: %lld kuvaa pienennetty
fr: %lld images réduites
he: %lld תמונות כווצו
hr: %lld slika smanjeno
hu: %lld kép tömörítve
is: %lld myndir minnkaðar
it: %lld immagini ridotte
ja: %lld枚の画像を圧縮しました
ko: 이미지 %lld개를 압축했습니다
nb: %lld bilder krympet
nl: %lld afbeeldingen verkleind
nn: %lld bilete krympa
pl: Zmniejszono %lld obrazów
pt_br: %lld imagens reduzidas
pt_pt: %lld imagens reduzidas
ro: %lld de imagini micșorate
ru: Уменьшено %lld изображений
sk: Zmenšených %lld obrázkov
sl: Zmanjšanih %lld slik
sv: %lld bilder krympta
th: บีบอัดรูปภาพแล้ว %lld รูป
tr: %lld görüntü küçültüldü
uk: Зменшено %lld зображень
vi: Đã nén %lld hình ảnh
zh_hans: 已压缩 %lld 张图片
zh_hant: 已壓縮%lld張影像
zh_hk: 已壓縮%lld張影像

# %lld originals will be overwritten: %@
source: These %1$lld originals will be overwritten and cannot be recovered: %2$@
ar: ستتم الكتابة فوق %1$lld ملف أصلي ولا يمكن استرجاعه: %2$@
ca: Aquests %1$lld originals es sobreescriuran i no es podran recuperar: %2$@
cs: Těchto %1$lld originálů bude přepsáno a nepůjde je obnovit: %2$@
da: Disse %1$lld originaler bliver overskrevet og kan ikke gendannes: %2$@
de: Diese %1$lld Originale werden überschrieben und können nicht wiederhergestellt werden: %2$@
el: Αυτά τα %1$lld πρωτότυπα θα αντικατασταθούν και δεν θα είναι δυνατή η ανάκτησή τους: %2$@
es: Estos %1$lld originales se sobrescribirán y no se podrán recuperar: %2$@
fa: این %1$lld فایل اصلی بازنویسی می‌شود و دیگر قابل بازیابی نخواهد بود: %2$@
fi: Nämä %1$lld alkuperäistiedostoa ylikirjoitetaan, eikä niitä voi palauttaa: %2$@
fr: Ces %1$lld originaux seront écrasés et ne pourront pas être récupérés : %2$@
he: %1$lld קבצי מקור ישוכתבו ולא ניתן יהיה לשחזר אותם: %2$@
hr: Ovih %1$lld originala bit će presnimljeno i neće se moći vratiti: %2$@
hu: A következő %1$lld eredeti fájl felülíródik, és nem állítható vissza: %2$@
is: Þessi %1$lld frumrit verða yfirskrifuð og ekki hægt að endurheimta þau: %2$@
it: Questi %1$lld originali verranno sovrascritti e non saranno recuperabili: %2$@
ja: %1$lld個のオリジナルが上書きされ、復元できなくなります:%2$@
ko: 다음 원본 %1$lld개는 덮어쓰기되어 복구할 수 없습니다: %2$@
nb: Disse %1$lld originalene blir overskrevet og kan ikke gjenopprettes: %2$@
nl: Deze %1$lld originelen worden overschreven en kunnen niet worden teruggehaald: %2$@
nn: Desse %1$lld originalane blir overskrivne og kan ikkje hentast attende: %2$@
pl: Tych %1$lld oryginałów zostanie nadpisanych i nie będzie można ich odzyskać: %2$@
pt_br: Estes %1$lld originais serão sobrescritos e não poderão ser recuperados: %2$@
pt_pt: Estes %1$lld originais serão substituídos definitivamente e não é possível recuperá-los: %2$@
ro: Aceste %1$lld de originale vor fi suprascrise și nu vor putea fi recuperate: %2$@
ru: Эти %1$lld оригиналов будут перезаписаны, и восстановить их будет нельзя: %2$@
sk: Týchto %1$lld originálov bude prepísaných a nedá sa obnoviť: %2$@
sl: Teh %1$lld izvirnikov bo prepisanih in jih ne bo mogoče obnoviti: %2$@
sv: De här %1$lld originalen skrivs över och kan inte återskapas: %2$@
th: ต้นฉบับเหล่านี้ %1$lld ไฟล์จะถูกเขียนทับและกู้คืนไม่ได้: %2$@
tr: Bu %1$lld orijinalin üzerine yazılacak ve geri alınamayacaklar: %2$@
uk: %1$lld оригіналів буде перезаписано, і відновити їх не вдасться: %2$@
vi: %1$lld bản gốc này sẽ bị ghi đè và không thể khôi phục: %2$@
zh_hans: 这 %1$lld 个原始文件将被覆盖，且无法恢复：%2$@
zh_hant: 這%1$lld個原始檔案將被覆寫，且無法復原：%2$@
zh_hk: 這%1$lld個原始檔將會被覆寫，而且無法復原：%2$@

source: A crop needs both sides. Fill in the other number, or clear this one — files cannot be shrunk until you do.
ar: الاقتصاص يحتاج إلى الجانبين معًا. أدخل الرقم الآخر أو امسح هذا الرقم — لا يمكن تصغير الملفات قبل ذلك.
ca: Un escapçament necessita els dos costats. Omple l’altre número o esborra aquest — fins que no ho facis, no es pot reduir cap arxiu.
cs: Ořez potřebuje obě strany. Doplňte druhé číslo, nebo toto smažte — do té doby nelze soubory zmenšovat.
da: En beskæring kræver begge sider. Udfyld det andet tal, eller ryd dette — der kan ikke krympes arkiver, før du gør det.
de: Ein Zuschnitt braucht beide Seiten. Ergänze die andere Zahl oder entferne diese — bis dahin lassen sich keine Dateien verkleinern.
el: Η περικοπή χρειάζεται και τις δύο πλευρές. Συμπληρώστε τον άλλο αριθμό ή διαγράψτε αυτόν — μέχρι τότε δεν είναι δυνατή η σμίκρυνση αρχείων.
es: Un recorte necesita los dos lados. Escribe el otro número o borra este — hasta entonces no se puede reducir ningún archivo.
fa: برش به هر دو ضلع نیاز دارد. عدد دیگر را وارد کنید یا این یکی را پاک کنید — تا آن زمان فایل‌ها کوچک نمی‌شوند.
fi: Rajaus tarvitsee molemmat sivut. Täytä toinen luku tai tyhjennä tämä — siihen asti tiedostoja ei voi pienentää.
fr: Un recadrage a besoin de ses deux côtés. Saisissez l’autre nombre, ou effacez celui-ci — d’ici là, aucun fichier ne peut être réduit.
he: חיתוך דורש את שתי הצלעות. יש למלא את המספר השני או לנקות את זה — עד אז לא ניתן לכווץ קבצים.
hr: Rezanje treba obje stranice. Unesite drugi broj ili obrišite ovaj — do tada se datoteke ne mogu smanjiti.
hu: A vágáshoz mindkét oldal kell. Töltse ki a másik számot, vagy törölje ezt — addig egyetlen fájl sem tömöríthető.
is: Tilskurður þarf báðar hliðar. Fylltu inn hina töluna eða hreinsaðu þessa — engar skrár verða minnkaðar fyrr en þú gerir það.
it: Un ritaglio ha bisogno di entrambi i lati. Inserisci l’altro numero, oppure cancella questo — fino ad allora non è possibile ridurre alcun file.
ja: 切り取りには両方の辺が必要です。もう一方の数値を入力するか、こちらを消してください。それまでファイルは圧縮できません。
ko: 자르기에는 두 변이 모두 필요합니다. 나머지 숫자를 입력하거나 이 숫자를 지우십시오. 그때까지는 파일을 압축할 수 없습니다.
nb: En beskjæring trenger begge sidene. Fyll inn det andre tallet, eller tøm dette — ingen filer kan krympes før du gjør det.
nl: Een uitsnede heeft beide zijden nodig. Vul het andere getal in of wis dit getal — tot dan kunnen er geen bestanden worden verkleind.
nn: Ei beskjering treng begge sidene. Fyll inn det andre talet, eller tøm dette — ingen filer kan krympast før du gjer det.
pl: Kadrowanie wymaga obu boków. Uzupełnij drugą liczbę lub usuń tę — do tego czasu nie można zmniejszać plików.
pt_br: Um recorte precisa dos dois lados. Preencha o outro número, ou limpe este — até lá, nenhum arquivo pode ser reduzido.
pt_pt: Um recorte precisa dos dois lados. Preencha o outro número, ou limpe este — até lá, não é possível reduzir ficheiros.
ro: O decupare are nevoie de ambele laturi. Completați celălalt număr sau ștergeți-l pe acesta — până atunci, fișierele nu pot fi micșorate.
ru: Для обрезки нужны обе стороны. Укажите второе число или очистите это — до тех пор файлы уменьшать нельзя.
sk: Orez potrebuje obe strany. Doplňte druhé číslo alebo toto vymažte — dovtedy sa súbory nedajú zmenšiť.
sl: Obrezek potrebuje obe strani. Vnesite drugo številko ali počistite to — do takrat datotek ni mogoče zmanjšati.
sv: En beskärning behöver båda sidorna. Fyll i den andra siffran, eller rensa den här — inga filer kan krympas förrän du gör det.
th: การครอบตัดต้องมีทั้งสองด้าน กรอกตัวเลขอีกช่องหนึ่งหรือล้างช่องนี้ — มิฉะนั้นจะบีบอัดไฟล์ไม่ได้
tr: Kırpma için iki kenar da gerekir. Diğer sayıyı girin ya da bunu temizleyin — o zamana kadar dosyalar küçültülemez.
uk: Для обтинання потрібні обидві сторони. Введіть друге число або очистіть це — доти зменшити файли не вдасться.
vi: Cắt xén cần cả hai cạnh. Hãy điền số còn lại, hoặc xóa số này — không thể nén tệp cho đến khi bạn làm vậy.
zh_hans: 裁剪需要两条边。请填写另一个数字，或清除这一个；在此之前无法压缩文件。
zh_hant: 裁切需要兩條邊。請填寫另一個數字，或清除這一個；在此之前無法壓縮檔案。
zh_hk: 裁剪需要兩邊。請填寫另一個數字，或清除這一個；在此之前無法壓縮檔案。

source: Both sides are needed. The shape is used exactly as typed, so a portrait photo cropped to 16:9 comes out as a landscape strip. SVG is unaffected. Not saved — it resets when you quit.
ar: الجانبان مطلوبان معًا. وتُستخدم النسبة كما تُكتب تمامًا، فالصورة الطولية المقتصَّة إلى 16:9 تخرج شريطًا عرضيًا. لا يتأثر SVG. ولا يُحفظ هذا الإعداد — فهو يعود إلى حالته الأولى عند الإنهاء.
ca: Calen els dos costats. La forma s’utilitza tal com l’escrius: una foto vertical escapçada a 16:9 surt com una tira apaïsada. L’SVG no es veu afectat. No es desa — es restableix quan surts.
cs: Potřeba jsou obě strany. Tvar se použije přesně tak, jak ho zadáte, takže z fotky na výšku oříznuté na 16:9 vznikne pruh na šířku. SVG zůstane beze změny. Neukládá se — po ukončení aplikace se vrátí do výchozího stavu.
da: Begge sider er nødvendige. Formen bruges nøjagtigt, som den er skrevet, så et stående foto beskåret til 16:9 kommer ud som en liggende strimmel. SVG påvirkes ikke. Gemmes ikke — det nulstilles, når du slutter appen.
de: Beide Seiten werden gebraucht. Die Form wird genau so verwendet, wie sie eingetippt ist: Ein Hochformat-Foto auf 16:9 zugeschnitten ergibt einen querformatigen Streifen. SVG bleibt unberührt. Wird nicht gesichert — beim Beenden setzt sie sich zurück.
el: Χρειάζονται και οι δύο πλευρές. Το σχήμα χρησιμοποιείται ακριβώς όπως το πληκτρολογείτε, οπότε μια κατακόρυφη φωτογραφία περικομμένη σε 16:9 βγαίνει ως οριζόντια λωρίδα. Τα SVG δεν επηρεάζονται. Δεν αποθηκεύεται — επανέρχεται όταν τερματίζετε την εφαρμογή.
es: Hacen falta los dos lados. La forma se usa exactamente como la escribes, así que una foto vertical recortada a 16:9 sale como una franja horizontal. SVG no se ve afectado. No se guarda — se restablece al salir.
fa: هر دو ضلع لازم است. شکل دقیقاً همان‌طور که تایپ می‌کنید به کار می‌رود، بنابراین یک عکس عمودی که به 16:9 بریده شود به صورت نواری افقی درمی‌آید. SVG تحت تأثیر قرار نمی‌گیرد. ذخیره نمی‌شود — با خروج از برنامه بازنشانی می‌شود.
fi: Molempia sivuja tarvitaan. Muotoa käytetään täsmälleen kirjoitetussa muodossa, joten pystykuva 16:9-muotoon rajattuna tulee ulos vaakasuuntaisena kaistaleena. SVG ei muutu. Ei tallenneta — palautuu, kun lopetat.
fr: Les deux côtés sont nécessaires. La forme est utilisée exactement telle qu’elle est saisie : une photo en portrait recadrée en 16:9 ressort en bande paysage. SVG n’est pas concerné. Non enregistré — le réglage se réinitialise quand vous quittez l’app.
he: יש צורך בשתי הצלעות. הצורה משמשת בדיוק כפי שהוקלדה, ולכן תצלום לאורך שנחתך ליחס 16:9 יוצא כרצועה לרוחב. קבצי SVG אינם מושפעים. הערך אינו נשמר — הוא מתאפס עם סיום היישום.
hr: Potrebne su obje stranice. Oblik se koristi točno onako kako ga upišete, pa uspravna fotografija izrezana na 16:9 ispada kao vodoravna traka. Na SVG ne utječe. Ne sprema se — pri zatvaranju aplikacije vraća se na početno stanje.
hu: Mindkét oldal szükséges. Az alak pontosan úgy érvényesül, ahogy beírja, ezért egy álló fotó 16:9-re vágva fekvő sávként jön ki. Az SVG-t nem érinti. Nem kerül mentésre — kilépéskor visszaáll.
is: Það þarf báðar hliðar. Formið er notað nákvæmlega eins og það er slegið inn, svo að ljósmynd í lóðréttu sniði sem er skorin í 16:9 kemur út sem lárétt ræma. SVG verður ekki fyrir áhrifum. Ekki vistað — það núllstillist þegar þú hættir.
it: Servono entrambi i lati. La forma viene usata esattamente come la digiti: una foto verticale ritagliata a 16:9 esce come una striscia orizzontale. SVG non è interessato. Non viene salvata — si azzera quando esci dall’app.
ja: 両方の辺が必要です。形は入力したとおりに使われるため、縦長の写真を16:9で切り取ると横長の帯になります。SVGは影響を受けません。保存されないため、終了するとリセットされます。
ko: 두 변이 모두 필요합니다. 입력한 그대로 적용되므로, 세로 사진을 16:9로 자르면 가로로 긴 띠가 됩니다. SVG는 영향을 받지 않습니다. 저장되지 않으며, 종료하면 초기화됩니다.
nb: Begge sidene trengs. Formen brukes nøyaktig slik du skriver den, så et stående foto beskåret til 16:9 kommer ut som en liggende stripe. SVG påvirkes ikke. Lagres ikke — det nullstilles når du avslutter.
nl: Beide zijden zijn nodig. De vorm wordt precies zo gebruikt als je hem typt: een staande foto die tot 16:9 wordt bijgesneden, komt er als een liggende strook uit. SVG blijft ongemoeid. Wordt niet bewaard — als je stopt, valt dit terug op de standaard.
nn: Begge sidene trengst. Forma blir brukt nøyaktig slik du skriv ho, så eit ståande foto beskore til 16:9 kjem ut som ei liggjande remse. SVG blir ikkje påverka. Blir ikkje lagra — det blir nullstilt når du avsluttar.
pl: Potrzebne są oba boki. Kształt jest używany dokładnie tak, jak go wpiszesz, więc zdjęcie pionowe skadrowane do 16:9 wyjdzie jako poziomy pasek. SVG pozostaje nietknięty. Nie jest zachowywane — po zakończeniu aplikacji wraca do stanu wyjściowego.
pt_br: Os dois lados são necessários. A forma é usada exatamente como você digita, então uma foto em retrato recortada em 16:9 sai como uma faixa em paisagem. SVG não é afetado. Não é salvo — se redefine quando você encerra o app.
pt_pt: São necessários os dois lados. A forma é usada exatamente como a escreve, pelo que uma fotografia vertical recortada para 16:9 sai como uma faixa horizontal. Os ficheiros SVG não são afetados. Não fica guardada — é reposta ao sair da aplicação.
ro: Sunt necesare ambele laturi. Forma este folosită exact așa cum o tastați: o fotografie în format portret decupată la 16:9 iese ca o fâșie în format peisaj. SVG nu este afectat. Nu se salvează — se resetează când închideți aplicația.
ru: Нужны обе стороны. Форма используется ровно так, как её ввели: вертикальное фото, обрезанное до 16:9, выйдет горизонтальной полосой. SVG не затрагивается. Не сохраняется — при завершении программы сбрасывается.
sk: Potrebné sú obe strany. Tvar sa použije presne tak, ako ho zadáte, takže fotka na výšku orezaná na 16:9 vyjde ako pruh na šírku. SVG sa to netýka. Neukladá sa — po ukončení aplikácie sa resetuje.
sl: Potrebni sta obe strani. Oblika se uporabi natanko tako, kot jo vnesete, zato pokončna fotografija, obrezana na 16:9, postane ležeč pas. Na SVG to ne vpliva. Ni shranjeno — ob zapiranju aplikacije se ponastavi.
sv: Båda sidorna behövs. Formen används precis som du skriver den, så ett stående foto beskuret till 16:9 kommer ut som en liggande remsa. SVG påverkas inte. Sparas inte — den återställs när du avslutar.
th: ต้องมีทั้งสองด้าน รูปทรงจะถูกใช้ตามที่พิมพ์ทุกประการ ภาพแนวตั้งที่ครอบตัดเป็น 16:9 จึงออกมาเป็นแถบแนวนอน SVG ไม่ได้รับผลกระทบ ค่านี้ไม่ถูกบันทึกไว้ และจะรีเซ็ตเมื่อคุณออกจากแอป
tr: İki kenar da gereklidir. Biçim tam olarak yazdığınız gibi kullanılır; bu yüzden 16:9 olarak kırpılan dikey bir fotoğraf yatay bir şerit hâlinde çıkar. SVG etkilenmez. Kaydedilmez — uygulamadan çıktığınızda sıfırlanır.
uk: Потрібні обидві сторони. Форма застосовується точно так, як її введено, тож вертикальне фото, обітнуте до 16:9, вийде горизонтальною смугою. SVG це не стосується. Не зберігається — скидається, коли ви завершуєте програму.
vi: Cần cả hai cạnh. Hình dạng được dùng đúng như bạn nhập, nên ảnh dọc cắt xén theo 16:9 sẽ thành một dải ngang. SVG không bị ảnh hưởng. Giá trị này không được lưu — nó đặt lại khi bạn thoát.
zh_hans: 两条边都需要填写。形状会完全按照输入的方式使用，因此一张竖幅照片裁剪为 16:9 后会变成横向的窄条。SVG 不受影响。此设置不会存储，退出时即还原。
zh_hant: 兩條邊都需要填寫。形狀會完全依照輸入的內容使用，因此直式照片裁切為16:9後會變成橫式的長條。SVG不受影響。此設定不會儲存，結束時即重置。
zh_hk: 兩邊都要填寫。形狀會完全按照你輸入的數值使用，所以一張直向的相片裁剪成16:9之後，會變成一條橫向的窄條。SVG不受影響。此設定不會儲存，結束時就會還原。
